Repository: mayerwin/loco-translate
Catalog: languages/loco-translate-*.po
Languages: nl_nl

# Message label
source: Error
nl_nl: Fout

# Message label
source: Warning
nl_nl: Waarschuwing

source: New PO file
nl_nl: Nieuw PO-bestand

source: You must specify a valid locale for a new PO file
nl_nl: Specifieer een geldige locale voor een nieuw PO-bestand

source: No translatable strings found
nl_nl: Geen vertaalbare teksten gevonden

source: Cannot create a PO file.
nl_nl: Kan geen PO-bestand aanmaken

source: PO file already exists with locale %s
nl_nl: PO-bestand bestaat al in locale %s

source: File cannot be created automatically. Fix the file permissions or use Download instead of Save
nl_nl: Bestand kan niet automatisch aangemaakt worden. Verander de rechten of gebruik download en bewaar.

source: %s file is empty
nl_nl: Het bestand %s is leeg

source: Run Sync to update from source code
nl_nl: Voer Sync uit om de broncode up te daten

source: No strings could be extracted from source code
nl_nl: Er kon geen tekst uit de broncode gehaald worden

source: Run Sync to update from %s
nl_nl: Gebruik Sync om vanuit %s up te daten

source: Source code has been modified, run Sync to update POT
nl_nl: Broncode is veranderd. Gebruik Sync om POT up te daten

source: POT has been modified since PO file was saved, run Sync to update
nl_nl: POT is veranderd sedert bewaren van het PO-bestand. Gebruik Sync om up te daten

source: Bad file path
nl_nl: Foute bestandslocatie

# Add button
source: New template
nl_nl: Nieuw sjabloon

# Add button
source: New language
nl_nl: Nieuwe taal

source: %s%% translated
nl_nl: %s%% vertaald

source: 1 string
nl_nl: 1 te vertalen tekst

source: %s fuzzy
nl_nl: %s onzeker

source: %s unstranslated
nl_nl: %s onvertaald

source: Loco, Translation Management
nl_nl: Loco, vertalingsbeheer

source: Manage translations
nl_nl: Beheer vertalingen

source: Unknown language
nl_nl: Onbekende taal

source: Some files not writable
nl_nl: Sommige bestanden hebben geen schrijfrechten

source: "%s" folder not writable
nl_nl: Map "%s" heeft geen schrijfrechten

source: User does not have permission to manage translations
nl_nl: Gebruik heeft geen rechten om vertalingen te beheren

source: Invalid data posted to server
nl_nl: Ongeldige gegevens op server

source: Web server cannot create "%s" directory in "%s". Fix file permissions or create it manually.
nl_nl: Webserver kan map "%s" in "%s" niet aanmaken. Bewerk bestandsrechten of maak het zelf aan.

source: Web server cannot create files in the "%s" directory. Fix file permissions or use the download function.
nl_nl: Webserver kan map "%s" in "%s" niet aanmaken. Bewerk bestandsrechten of gebruik de downloadfunctie.

source: %s file is not writable by the web server. Fix file permissions or download and copy to "%s/%s".
nl_nl: Bestand %s kan niet beschreven worden door de webserver. Bewerk de schrijfrechten of download en kopieer naar "%s/%s".

source: No strings could be extracted from source files
nl_nl: Er konden geen te vertalen teksten uit de bronbestanden gehaald worden

source: Packages
nl_nl: Pakketten

# Table header
source: Package details
nl_nl: Pakketdetails

# Table header
source: Translations (PO)
nl_nl: Vertalingen (PO)

# Table header
source: Template (POT)
nl_nl: Sjabloon (POT)

# Table header
source: File permissions
nl_nl: Bestandsrechten

source: 1 language
nl_nl: 1 taal

# Modified time
source: Updated
nl_nl: Geüpdated

source: Powered by
nl_nl: Ondersteund door

source: Template file
nl_nl: Sjabloonbestand

source: Updated
nl_nl: Geüpdated

source: never
nl_nl: nooit

# Editor button
source: Save
nl_nl: Opslaan

# Editor button
source: Download
nl_nl: Downloaden

# Editor button
source: Revert
nl_nl: Ongedaan maken

# Editor button
source: Add
nl_nl: Toevoegen

# Editor button
source: Del
nl_nl: Verwijder

# Editor button
source: Fuzzy
nl_nl: Onzeker

source: Filter translations
nl_nl: Filter vertalingen

source: Initialize new translations in %s
nl_nl: Start nieuwe vertalingen in %s

source: Select from common languages
nl_nl: Selecteer van gebruikelijke talen

# Form label
source: or enter any language code
nl_nl: of geef een taalcode op

# Submit button
source: Start translating
nl_nl: Start vertalen

source: New version available
nl_nl: Nieuwe versie beschikbaar

source: Upgrade to version %s of Loco Translate
nl_nl: Loco Translate upgraden naar versie %s

source: Select a plugin or theme to translate
nl_nl: Selecteer een plug-in of thema om te vertalen

# Package list header
source: Themes
nl_nl: Thema's
